Repository: Patriciasc/GHangTux
Catalog: po/*.po
Languages: es

source: Films
es: Películas

source: Selects a random film
es: Selecciona una película al azar

source: Objects
es: Objetos

source: Selects a random object
es: Selecciona un objeto al azar

source: Persons
es: Personajes

source: Selects a random person
es: Selecciona un personaje al azar

source: Game
es: Juego

source: Settings
es: Opciones

source: Themes
es: Temas

source: Help
es: Ayuda

source: New
es: Nuevo

source: Prepares a new game for the actual theme
es: Prepara un nuevo juego manteniendo el tema actual

source: Solve
es: Resolver

source: Displays the solution for the actual game
es: Muestra el resultado del juego actual

source: Quit
es: Salir

source: Quit the application
es: Salir de la aplicación

source: About
es: Sobre GHangtux

source: More information about the application
es: Más información sobre la aplicación

source: Guess the FILM by typing letters
es: Adivina la PELÍCULA pulsando letras

source: Playing theme: Films
es: Tema actual: Películas

source: Guess the OBJECT by typing letters
es: Adivina el OBJETO pulsando letras

source: Playing theme: Objects
es: Tema actual: Objetos

source: Guess the PERSON by typing letters
es: Adivina el PERSONAJE pulsando letras

source: Playing theme: Persons
es: Tema actual: Personajes

source: Tux images in this game, are based on Wikimedia: http://commons.wikimedia.org/wiki/File:Tux-G2.png by Jan Vansteenkiste.
es: Las imágenes de tux usadas en este juego, estan basadas en Wikimedia: http://commons.wikimedia.org/wiki/File:Tux-G2.png por Jan Vansteenkiste.

source: GHangTux is a variation of the popular Hangman game.
es: GHangtux es una variación del popular juego "El ahorcado"

source: End of game. Try again!
es: Fin del juego. Inténtalo de nuevo!

source: Congratulations!
es: Enhorabuena!

source: Solution
es: Solución

source: A variation of the Hangman game.
es: Una variación del popular juego "El ahorcado"

source: GHangtux game
es: Juago GHangtux

source: Choose a theme from the Game's menu
es: Elige un tema del menú Juego
